---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTagType.PathReinforcementAlternating
enum: Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTagType
source: html/55ba9a83-6ce5-c4ec-67dd-52943a87e6f7.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTagType.PathReinforcementAlternating

Path Reinforcement - alternating.